{
  "Activities": [
    {
      "id": 1,
      "category": "art",
      "name": "Woolen animal",
      "needed": ["colorful yarn", "cardboard or cardboard", "glue", "animal's photo", "colorful markers"],
      "description": "Draw the animal's outline on the carton, taking a previously prepared photo or picture as a pattern. The larger the animal you draw the better. Cut the yarn into small pieces (from 5 to 10 cm). Then let the child stick the yarn clippings in the animal's drawing. Finally, draw his eyes , nose, ears. Don't forget to give him a name! "
    },
    {
      "id": 2,
      "category": "art",
      "name": "Homemade plasticine",
      "needed": ["1 cup salt", "1 cup flour", "1 cup water"],
      "needed-optional": ["cake molds", "rolling pin", "food colors"],
      "description": "Dress so that there is no regret when you get dirty. Put the flour and salt in a high bowl. Let the child mix the ingredients with his hands or a spoon. Slowly pour water. Stir the dough until it becomes smooth and does not stick If you want colored plasticine, divide the dough into as many parts as you want the colors. Add some dye and mix again. With plasticine prepared in this way, you can make everything that comes to your mind. ",
      "remember": "After playing, put the plasticine in an airtight container. You can store it for up to 3 days."
    },
    {
      "id": 3,
      "category": "art",
      "name": "Piggybank",
      "needed": ["plastic or metal container with a lid, e.g. a can of nuts", "colored papers, stickers, ribbons", "tape and glue", "colored markers"],
      "description": "Let the child begin to decorate the container with prepared papers, stickers or ribbons. At this time, in the plastic lid, make a hole (with a knife or scissors) through which coins will be thrown. Put the lid on the container and stick it with tape. Finish decorating the piggy bank together.",
      "remember": "Make the hole so that there are no protruding and sharp parts that could injure the child."
    },
    {
      "id": 4,
      "category": "art",
      "name": "Leaky picture",
      "needed": ["2 sheets of paper in different colors", "punch", "glue"],
      "needed-optional": ["markers or pencils"],
      "description": "Give the child one piece of paper, let him cut it with a hole punch - it can be a complete abstraction or a previously prepared pattern. Spread the second card with glue and stick the perforated work to it. Finally, you can decorate the work with moles or markers"
    },
    {
      "id": 5,
      "category": "art",
      "name": "Herbarium",
      "needed": ["fresh flowers", "thick book", "cardboard or cardboard", "glue", "newspapers"],
      "description": "Between the next pages of the book, put folded pieces of newspapers with flowers inside. When all the plants are already inside, close the book and put it away for a few days. Then gently remove the dried flowers. Arrange them a colorful composition on the prepared cardboard and stick it.",
      "tip": "You can stand such floral compositions not only in the spring. In autumn, the flowers can be turned into colorful leaves that have already fallen from the trees."
    },
    {
      "id": 6,
      "category": "art",
      "name": "Delicious pictures",
      "needed": ["vanilla or cream pudding", "baking or breakfast paper", "dyes", "bowls", "teaspoons"],
      "description": "Make pudding according to the recipe on the package. Divide the mass into as many portions as you want to make colors. Add dye to each portion and mix thoroughly. Spread the paper and let the child paint with fingers dipped in pudding. Enjoy the fun, licking your fingers with each change of color.",
      "tip": "Instead of pudding, you can use plain yogurt."
    },
    {
      "id": 7,
      "category": "gardening",
      "name": "Sprouts",
      "needed": ["cress seeds", "plates", "paper towel"],
      "description": "On a plate with water, put a paper towel and spread the seeds one by one. Cover with a second plate so that the light does not come on. Leave for about 3 days under cover, not forgetting about moisturizing the seeds. When the shoot is about 2 cm, remove the lid and put the plate with sprouts on a sunny windowsill. Remember to water the plants. When green, cut with scissors, you can put them on sandwiches or add them to your salad.",
      "remember": "There are many varieties of seeds for sprouts. Cultivation practices may vary slightly depending on the type of plant. Always follow the instructions on the packaging of the seeds you bought."
    },
    {
      "id": 8,
      "category": "gardening",
      "name": "Avocado",
      "needed": ["avocado stone", "sharp nail", "three toothpicks", "glass"],
      "description": "Drill three holes in the stone with a sharp nail. Insert a toothpick into each so that it does not fall out. Pour water into the glass, rest the toothpicks on the edge of the dish so that the pit of the stone is immersed in water. Roots and shoots will develop soon. When the leaves develop , cut off the top of the shoot, thanks to which the tree will have more branches. When the roots thicken, move the plant to the pot and continue cutting the top."
    },
    {
      "id": 9,
      "category": "gardening",
      "name": "Oranges",
      "needed": ["orange, grapefruit or lemon seeds", "flowerpot", "soil"],
      "description": "Pour soil into the pot and water it. Press three or four seeds into moist soil. Then move the pot to a warm and dark place. When the seeds sprout, move the plant to a sunny spot. Remember to regularly water the citrus and rotate the pot to make each plant the site had a lot of sunshine. "
    },
    {
      "id": 10,
      "category": "gardening",
      "name": "Chive",
      "needed": ["several heads of onion, spring onions", "flowerpot", "soil"],
      "description": "Pour soil into a pot and water it. Press five to ten bulbs and cover with a layer of soil. Put the pot on the windowsill and wait for the crop!"
    },
    {
      "id": 11,
      "category": "funinthekitchen",
      "name": "Ships",
      "needed": ["several hard-boiled eggs", "mayonnaise", "salt and pepper", "toothpicks", "paper", "scissors and / or tape"],
      "description": "Peel the eggs, cut each in half. Take out the yolks, rub them into the mass with mayonnaise, salt and pepper. Cut the sails out of paper (as many as halves of eggs). You can thread them on toothpicks or simply stick them with tape. Spread the mass egg in the protein boats and in the middle of each half stick a toothpick mast. The vessels are ready for the trip, enjoy!"
    },
    {
      "id": 12,
      "category": "funinthekitchen",
      "name": "Tasty jewelry",
      "needed": ["soft candies", "drops with a hole", "popcorn", "jellies", "dried fruit", "needle and thread"],
      "description": "Thread the needle and let the child create his own jewelry. When done, help him put it on and wish him tasty!"
    },
    {
      "id": 13,
      "category": "theater",
      "name": "Min tuning",
      "needed": [],
      "description": "Sit facing the child. Try rolling your eyes, blinking your eyelids, move your nose, ears, tongue, frown, bend your neck. The task may be to mix each other or repeat each other."
    },
    {
      "id": 14,
      "category": "games",
      "name": "Day and night",
      "needed": [],
      "description": "The child runs freely. When you say 'Night', the child must stop and not move. When you call 'Day', the child may start running again.",
      "tip": "Instead of saying 'Day / Night', you can clap or choose words that are convenient for you and your child."
    },
    {
      "id": 15,
      "category": "games",
      "name": "Father Virgiliusz",
      "needed": [],
      "description": "'Father Virgiliusz taught his children, and he had all of them one hundred and twenty-three. Hey children, hey, ha! Do everything I do!'. First, sing a song to the children, and then say: 'Father Virgiliusz does ... (e.g. 'touches the nose, stands on one leg, holds by the hips and turns in a circle)' and do it. Let the children imitate you. After a few such instructions, you can exchange with the child, let it now be father Virgilius."
    },
    {
      "id": 16,
      "category": "theater",
      "name": "How's the duck coming?",
      "needed": [],
      "description": "This game is about imitating the way animals move. Ask yourself 'How does it move ... (e.g. duck, dog, cat, elephant)?' and show how it moves. ",
      "tip": "You can also add imitation of animal sounds to the fun."
    },
    {
      "id": 17,
      "category": "games",
      "name": "Disappearing items",
      "needed": ["several different items, e.g. toy car, book, fork, shoe, coin, etc."],
      "description": "Put the collected objects on the table or floor. Ask the child to cover his eyes or turn around and hide one of the objects. Then ask the child who is missing things. Then hide the next object when the child is blindfolded, and ask again what is missing. Keep playing until all items disappear.",
      "tip": "For older children, you can collect items that are similar to each other, e.g. cutlery, markers, pencils, mascots."
    },
    {
      "id": 18,
      "category": "music",
      "name": "Rattles",
      "needed": ["small plastic bottles, e.g. for drinks", "rice and / or beans"],
      "description": "Pour some rice and / or beans into the washed and dried bottles, then screw the caps on and it's ready! Now you can play to the rhythm of the music or create your own compositions.",
      "tip": "Make more instruments, then you will be able to start a band and give concerts for the family."
    },
    {
      "id": 19,
      "category": "music",
      "name": "Bells",
      "needed": ["two ribbons (about 20cm long)", "bells"],
      "description": "Thread the bells on each ribbon, make knots between them. Tie ready bracelets on the wrists or ankles of the child so that they do not slip, but so that they are free to move. Let the child run, dance to the rhythm of music. You can check if the child can move like this so that the bells cannot be heard. ",
      "tip": "Keep all your hand-made instruments for later play. Maybe make a special case only for instruments?"
    },
    {
      "id": 20,
      "category": "outdoorfun",
      "name": "Treasure map",
      "needed": ["cardboard or cardboard", "glue"],
      "description": "Go for a walk or go to the garden. Take a cardboard and glue with you. When a child finds an interesting object, stick it on the cardboard. The resulting map can be colored at home with crayons or felt-tip pens. Try to make maps from different places, e.g. park, beach, meadow."
    },
    {
      "id": 21,
      "category": "outdoorfun",
      "name": "Disappearing pictures",
      "needed": ["bucket with water", "brushes"],
      "description": "Find a safe place in the yard or sidewalk. Take a bucket (or other container) with water and brushes with you. Have your child paint the pictures there with a brush immersed in water. When the water begins to evaporate, the pictures will disappear, making room for new masterpieces."
    },
    {
      "id": 22,
      "category": "outdoorfun",
      "name": "Flower pictures",
      "needed": ["sand or soil", "old disposable plates or saucers", "flowers, leaves, twigs, etc."],
      "description": "Pour some wet sand or soil on a saucer. Make a hill out of it. Now let the child look for flowers, leaves, feathers and other small items. Press the finds into the sand to create colorful and original compositions. If you remember to moisten the sand, such a work may decorate the balcony or terrace for several days."
    },
    {
      "id": 23,
      "category": "outdoorfun",
      "name": "Mud fun",
      "needed": ["small pool or plastic sheet"],
      "description": "Go outside, unfold the pool. Pour in the ground and add water to it. Let the child dabble in the mud and enjoy his joy! After playing, wash the pool and the child with water from a garden hose. There will be even more joy!"
    },
    {
      "id": 24,
      "category": "outdoorfun",
      "name": "Slide",
      "needed": ["large plastic sheet, e.g. painting foil", "several stones", "garden hose"],
      "needed-optional": ["grass mower"],
      "description": "Spread the foil on the lawn, press the edges with stones. Direct the water from the hose with a sheet. Once it is wet enough, you can start to slip!",
      "remember": "Make sure the foil is always wet. Also try to change the place of play so as not to squash the grass too much in one place."
    }
  ]
}